[
  {
    "id": 1,
    "name": "XX99 MARK II HEADPHONES",
    "desc": "The new XX99 Mark II headphones is the pinnacle of pristine audio. It redefines your premium headphone experience by reproducing the balanced depth and precision of studio-quality sound.",
    "image": "/xx99-markII-product-photo.svg",
    "subImage1": "/xx99-markII-sub-image-1.svg",
    "subImage2": "/xx99-markII-sub-image-2.svg",
    "subImage3": "/xx99-markII-sub-image-3.svg",
    "features": "Featuring a genuine leather head strap and premium earcups, these headphones deliver superior comfort for those who like to enjoy endless listening. It includes intuitive controls designed for any situation. Whether you’re taking a business call or just in your own personal space, the auto on/off and pause features ensure that you’ll never miss a beat. The advanced Active Noise Cancellation with built-in equalizer allows you to experience your audio world on your terms. It lets you enjoy your audio in peace but quickly interact with your surroundings when you need to. Combined with Bluetooth 5.0 compliant connectivity and a 17-hour battery life, the XX99 Mark II headphones give you superior sound, cutting-edge technology, and a modern design aesthetic.",
    "newProduct": "visible",
    "alt": "XX99-MARKII-HEADPHONES",
    "price": "2,999",
    "itemsInBox": [
      { "quantity": 1, "unit": "Headphone Unit" },
      { "quantity": 2, "unit": "Replacement" },
      { "quantity": 1, "unit": "Earcups" },
      { "quantity": 1, "unit": "User Manual" },
      { "quantity": 1, "unit": "3.5mm 5m Audio Cable" },
      { "quantity": 1, "unit": "Travel Bag" }
    ],
    "link": "/"
  },
  {
    "id": 2,
    "name": "XX99 MARK I HEADPHONES",
    "desc": "As the gold standard for headphones, the classic XX99 Mark I offers detailed and accurate audio reproduction for audiophiles, mixing engineers, and music aficionados alike in studios and on the go.",
    "image": "/xx99-markI-product-photo.svg",
    "subImage1": "/xx99-markI-sub-image-1.svg",
    "subImage2": "/xx99-markI-sub-image-2.svg",
    "subImage3": "/xx99-markI-sub-image-3.svg",
    "features": "As the headphones all others are measured against, the XX99 Mark I demonstrates over five decades of audio expertise, redefining the critical listening experience. This pair of closed-back headphones are made of industrial, aerospace-grade materials to emphasize durability at a relatively light weight of 11 oz. From the handcrafted microfiber ear cushions to the robust metal headband with inner damping element, the components work together to deliver comfort and uncompromising sound. Its closed-back design delivers up to 27 dB of passive noise cancellation, reducing resonance by reflecting sound to a dedicated absorber. For connectivity, a specially tuned cable is included with a balanced gold connector.",
    "newProduct": "invisible",
    "alt": "XX99-MARKI-HEADPHONES",
    "price": "1,750",
    "itemsInBox": [
      { "quantity": 1, "unit": "Headphone Unit" },
      { "quantity": 2, "unit": "Replacement" },
      { "quantity": 1, "unit": "User Manual" },
      { "quantity": 1, "unit": "3.5mm 5m Audio Cable" }
    ],
    "link": "/"
  },
    {
      "id": 3,
      "name": "XX59 HEADPHONES",
      "desc": "Enjoy your audio almost anywhere and customize it to your specific tastes with the XX59 headphones. The stylish yet durable versatile wireless headset is a brilliant companion at home or on the move.",
      "image": "/xx59-product-photo.svg",
      "subImage1": "/xx59-sub-image-1.svg",
      "subImage2": "/xx59-sub-image-2.svg",
      "subImage3": "/xx59-sub-image-3.svg",
      "features": "These headphones have been created from durable, high-quality materials tough enough to take anywhere. Its compact folding design fuses comfort and minimalist style making it perfect for travel. Flawless transmission is assured by the latest wireless technology engineered for audio synchronization with videos. More than a simple pair of headphones, this headset features a pair of built-in microphones for clear, hands-free calling when paired with a compatible smartphone. Controlling music and calls is also intuitive thanks to easy-access touch buttons on the earcups. Regardless of how you use the XX59 headphones, you can do so all day thanks to an impressive 30-hour battery life that can be rapidly recharged via USB-C.",
      "newProduct": "invisible",
      "alt": "XX59-HEADPHONES",
      "price": "899",
      "itemsInBox": [
        { "quantity": 1, "unit": "Headphone Unit" },
        { "quantity": 2, "unit": "Replacement" },
        { "quantity": 1, "unit": "User Manual" },
        { "quantity": 1, "unit": "3.5mm 5m Audio Cable" }
      ],
      "link": "/"
    }
  ]
  